tap "1password/tap"
brew "bash"
brew "bat"
brew "coreutils"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "jq"
brew "lsd"
brew "mise"
brew "neovim"
brew "shfmt"
brew "speedtest-cli"
brew "starship"
brew "the_silver_searcher"
brew "tree"
brew "vim"
brew "vivid"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "font-victor-mono-nerd-font"
